// str.split(
//   /================================0.*?=================================/
// );

// Audio Lists

const audioLists = [
    {
        id: 1,
        name: "ID 897 & ID 446",
        location: true,
        known: false,
    },
    {
        id: 2,
        name: "ID 554 & ID 888",
        location: true,
        known: true,
    },
    {
        id: 3,
        name: "ID 67 & ID 78",
        location: true,
        known: true,
    },
    {
        id: 4,
        name: "ID 89 & ID 44",
        location: true,
        known: true,
    },
];

// audio analysis
//
const audioData = [
    {
        id: 1,
        recognition: [
            {
                name: "",
                img: "",
                tag: 897,
            },
            {
                name: "",
                img: "",
                tag: 446,
            },
        ],
        location: [
            { userTag: 897, lat: 16.958377, lng: 42.840838 },
            { userTag: 446, lat: 15.21703, lng: 44.492186 },
        ],
        track: "assets/voice/1demo.mp3",
        sentiment: {
            neutral: 70,
            angry: 0,
            happy: 30,
            sad: 0,
        },
        langProcess: {
            personsNum: 2,
            lang: "Arabic",
            voiceTag: "ID 897 & ID 446",
            speakerGender: "2 Male",
            nationality: "Yamen / Yamen",
            cities: "abo alaresh , Unkown",
            address: "1",
            lettersNum: 0,
            personName: "",
            wordsNum: 0,
            bannedWords: 12,
            date: "",
            time: "",
            money: "",
            funds: "No",
        },
        voiceText: [
            {
                id: 897,
                text: "عمير ها ووه ,وينك ياجني يشلك  شابورك ويشلك في مغلك",
                delay: 10 + 3500, //  1 second = 1000 ms // 1 min = 60000
            },
            {
                id: 446,
                text: "انا قدني في قاعدة العمل كيف أنا ايوه انا بالمطار",
                delay: 10020 + 1500,
            },
            {
                id: 897,
                text: "اي مطار قد شلونا مدفعيات الله الله شبعوناحياه متنا من جوع لي من الامس والله ماذقت حاجة",
                delay: 20030 + 1500,
            },
            {
                id: 446,
                text: "كلنا والله إن إهنا متنا جوع الله المستعان لا اكل ولا ماء ولا شي ولا شمه ولا شي  ولا حاجه",
                delay: 30040 + 1500,
            },
            {
                id: 897,
                text: "فينك انت اتصل بك وانت مقفل  مقفل مقفل",
                delay: 40050 + 1500,
            },
            {
                id: 446,
                text: "عادني الا فتحت تلفوني انا في العريش ليش باب الفورد حقنا  خربت",
                delay: 50100 + 1500,
            },
            {
                id: 897,
                text: "صدموها لا لا خربت  خربت ماعاد رضيت تشتغل ها وذحين راقد لا ذحين في حال لا يعلم بها الا ربي بارجع امشي البيت ايه",
                delay: 60110 + 1500,
            },
            {
                id: 446,
                text: "انا انشاء الله بامشي ان يمدو  لنا بقات ودونا بشي ودونا وكيس لحم شموت جوع كلت عشان يباقا لي",
                delay: 60000 + 10000 + 1500,
            },
            {
                id: 897,
                text: " د اا نلالالا  ماجينا ناكل ولا نشرب ولا شي جينا نجاهد مع ربي في السراء والضراء",
                delay: 60000 + 30000 + 1500,
            },
            {
                id: 446,
                text: "ااااااا ماجيت اموت جوع الا انقلع لك انت وياهم ب  نجم الدين وهم ياكلوون",
                delay: 60000 + 40130 + 1500,
            },
            {
                id: 897,
                text: " انا  داري بس الطريق مقطوع وش يسوون",
                delay: 60000 + 50200 + 1500,
            },
            {
                id: 446,
                text: " خط تعز مفتوح ليش مايجوون تعز",
                delay: 120000 + 210 + 1500,
            },
            {
                id: 897,
                text: "عز الله انه مقطوع  هوه",
                delay: 120000 + 10220 + 1500,
            },
            {
                id: 446,
                text: "ومن بيودون جماعة ابو يونس",
                delay: 120000 + 20230 + 1500,
            },
            {
                id: 897,
                text: "كيف",
                delay: 120000 + 30240 + 1500,
            },
            {
                id: 446,
                text: "ومن وين بيودون جماعة ابو يونس  كيه أ",
                delay: 120000 + 40250 + 1500,
            },
            {
                id: 897,
                text: "  أوا بيشتروا بعدين من جماعة ابو يونس بيشترون اذا جا ابو يونس",
                delay: 120000 + 50300 + 1500,
            },
            {
                id: 446,
                text: "لوايمن هب بيلحمد الله ا أهبي يادي الا جلا ه",
                delay: 180000 + 310 + 1500,
            },
            {
                id: 897,
                text: "دوديا ن ها كان قت بدتحل دتاتي ها ها ناكبر أنا قدك داريب يمى أنا أنا أهوش",
                delay: 180000 + 10310 + 1500,
            },
        ],
    },
    {
        id: 2,
        recognition: [
            {
                name: "mohammed abdulnaser",
                img: "",
                tag: 554,
            },
            {
                name: "alkomaini",
                img: "",
                tag: 888,
            },
        ],
        location: [
            { userTag: 554, lat: 15.391938, lng: 44.196185 },
            { userTag: 888, lat: 15.21703, lng: 44.492186 },
        ],
        track: "assets/voice/2demo.mp3",
        sentiment: {
            neutral: 0,
            angry: 80,
            happy: 5,
            sad: 15,
        },
        langProcess: {
            personsNum: 2,
            lang: "Arabic",
            voiceTag: "ID 554 & ID 888",
            speakerGender: "2 Male",
            nationality: "Yamen / Yamen",
            cities: "Sana'a , Unkown",
            address: "1",
            lettersNum: 0,
            personName: "",
            wordsNum: 1,
            bannedWords: 12,
            date: "",
            time: "",
            money: "",
            funds: "np",
        },
        voiceText: [
            {
                id: 554,
                text: "أبي رعندنا توفي هات على سالسوان تواصل معلى معل كم كله قكوكا",
                delay: 10 + 9500, //  1 second = 1000 ms // 1 min = 60000
            },
            {
                id: 554,
                text: "واعلى وسالس أنو الناس يوصل له حلومع الله يعميننن حجين بننا في ما بينن لاحنا لأن للأن الأصرفح ف واي",
                delay: 10000 + 3500,
            },
            {
                id: 888,
                text: "بيستذموروا هذا يين قلط ني ي أيد الشعودين المار اي…يعني صاحنا وهوطعليهم يتشتتمولوا ابل معل إلا حلاب",
                delay: 20000 + 3500,
            },
            {
                id: 554,
                text: "اها ماعرفتق مل أنت ا ماعك ذا عبد الأعمالالا بقالرحمط عبد ارحمل لناصد",
                delay: 30000 + 3500,
            },
            {
                id: 888,
                text: "حيا وكيف حافك باي ا متقول ل أحلى حضا يعني امص فةحنا ماطاوسال معجمرانا قلت حاضر من لو مدير",
                delay: 40000 + 3500,
            },
            {
                id: 554,
                text: "اوا حاولي عبي تيملين نحنا نحمشكلنبا منشلنه نان عنى ل ااا عو لها على شون جيى طلله اه ييا",
                delay: 50000 + 3500,
            },
            {
                id: 888,
                text: "اي باك أياا االماالنا اللي بتدروح تمام ثلم انا اللي بتلوح كلنا نلا أكب  على م يعني ألي ي أيج اه",
                delay: 60000 + 1500,
            },
            {
                id: 554,
                text: "ني أقروا على  على كل يشيكم طيب ورج الآن الويقا ميه ها يعني أنا صلو وا صلعا ي",
                delay: 60000 + 10000 + 1500,
            },
            {
                id: 888,
                text: "هذا ينكصلني سلعملي داكر أقمهي خي أرقم خيرا يعني قمو جوده كلها يني موجودر نا يعني بوتواصل مان لكل",
                delay: 60000 + 20000 + 1500,
            },
            {
                id: 554,
                text: "بالكلت نتواصل معاهم على وساشنثنا وتمتجمنين نحلبش بتا بتقولش لا وحاول يشوقا حا لره",
                delay: 60000 + 30000 + 1500,
            },
            {
                id: 888,
                text: "ور نليعني أهلا ساء سور أشوف البيقاتلوا يعني اليهم فوقف الجنم ن يعني اللي ألي أصحبلمنحح صله ل",
                delay: 60000 + 40000 + 1500,
            },
            {
                id: 554,
                text: "ليه ما بدتق الأق من أجي الطف دقش اليه مبيتكلفوا م…ا ما بش الوطني هو الغط ماوشي قد أحسلت مشكلزحذ وع",
                delay: 60000 + 50000 + 1500,
            },
            {
                id: 888,
                text: "حيا محترا مسمعه محترم هيا قخير أأخي احنا لاعندلا لأيمارة إلا سعودية إلا يهود لا نصار إلا إنتوا دير",
                delay: 120000 + 1500,
            },
            {
                id: 554,
                text: "ولا والله حد عندنا وباعتريل الله ورسول وندي ي حبوق الله ورسوالك ولا قب رخل وانت نا قبيش",
                delay: 120000 + 10000 + 1500,
            },
            {
                id: 888,
                text: "واننت اصرايل وأنت لحمولا وأنت اخل شيلار هوقل يذناكفيقافه مغلوط حق الجني لالا له لوا",
                delay: 120000 + 20000 + 1500,
            },
            {
                id: 554,
                text: "ا لاحنا يطرن ولان وعملي جيجين تمام أو أحنا كلحمين مكلمك جمني تلحين أن تزي ايتنك يمني  تزيعني ا",
                delay: 120000 + 30000 + 1500,
            },
            {
                id: 888,
                text: "ب لوطن أ نطهذا ههنا يعني ويه مله يعني ني يعني أنعن إحنا نكون يعني اأشياد رى رضبع ياحبيب لي يقيت",
                delay: 120000 + 40000 + 1500,
            },
            {
                id: 554,
                text: "سيرمالرحنان هاسمعيسرعني ها ديركزوا على  خميني وعلى مسليماني فيش الرع صن عليوم",
                delay: 120000 + 50000 + 1500,
            },
            {
                id: 888,
                text: "ا والكتاري ب اسمع شلأيماني أيش يش موهو والله يفظك اصح  أيد",
                delay: 180000 + 1500,
            },
            {
                id: 554,
                text: "واطق منين بردبق أا الذه يالحفا بطابوش عارد يعني ك…كل حز بنملذي ينفريون ن كلما قديني أنا إهاعى أنوه",
                delay: 180000 + 10000 + 3500,
            },
            {
                id: 888,
                text: "ب الكبارب كبار  أهلا تكسمني نالتقي ولحلمالشاكلتها…د للا محرب القثار من بدل ماب بوانخقم يعي ه احلضم",
                delay: 180000 + 20000 + 3500,
            },
            {
                id: 554,
                text: "بلاا أسمع يا حبيبي ها والله ما عندنا عدوالا أنت رني معتدير على بلادنا وعلا شعابنا على حود أناو يق",
                delay: 180000 + 30000 + 3500,
            },
            {
                id: 888,
                text: "ولماراتيل وكلطي يعني بتضربواء يعني بشتحين ولدحيرل…بيشحين اقطابي ويشلو نفطنابيشلو كل شيء مالك ياأخي",
                delay: 180000 + 40000 + 3500,
            },
            {
                id: 554,
                text: "ح أعا إلا البل قلر ما شيلكم واحدقهم ها ما ل أمه ك… أنا بلا بهما بلا بالواحد أنا حقههما حدشنيكمعفيا",
                delay: 180000 + 50000 + 3500,
            },
            {
                id: 888,
                text: "ح حك بال بسكثر والسيهاذيه إلا الفلا أيعني العمل ك…اصديقي تبارتحاور معاكلت أجي معت ان شاء الله أيوه",
                delay: 240000 + 3500,
            },
            {
                id: 554,
                text: "يني واحلا مشليما ني من صنعة طرد العمولا الإيران ي…نحة وبال تجيم عك السهل سهل مابش وله عليبه لالينش",
                delay: 240000 + 10000 + 3500,
            },
            {
                id: 888,
                text: "عنحكم  أشي عرلل أشتي شبتوا هيذيين عندكم أخلا أول الأسروحم يمين أبلاي ما ع لا عندلا سرو يمخراطي",
                delay: 240000 + 20000 + 3500,
            },
            {
                id: 554,
                text: "م للاينتعسرب ي انين عسر وا عملكين أسر اسم بع هذا … ب إاني يعني لاكنت صدقو ي ياأخي قا  حيطاً ييطه ي",
                delay: 240000 + 30000 + 3500,
            },
            {
                id: 888,
                text: "قا يلا غبجي ال دوله على للازما وفق لك على كلامك و…تل ونا وتوي البنتم والموت ولقتل عايجي عندكم يعني",
                delay: 240000 + 40000 + 3500,
            },
            {
                id: 554,
                text: "ميا فيأفكاركم حلم مباتيكم وجينكم على حبالتكم وإلا…لونا ياي نشميدي ننا أهنا أقول نا مشربي نارضبابكش",
                delay: 240000 + 50000 + 3500,
            },
            {
                id: 888,
                text: "مقوا الشدول الله إلى إلا الله والمحمدرسول الله تك…ل أيغاني ول ما بدقكم خلاص طقتوا أا مجول ندوا ناق",
                delay: 300000 + 3500,
            },
            {
                id: 554,
                text: "ا ليني حبد البقرة طيب أني داخرق منش عملك أنته هاه…عمله ألا في أدر س كبار قل التماوصل لوا الل ع مجي",
                delay: 300000 + 10000 + 3500,
            },
            {
                id: 888,
                text: "براعة سراس إن أهلا يعني نوصلل تفاقلوسله حل ولتفق وبعدين كل واحد أي واحد معالشرضماء حاجت يطرحا",
                delay: 300000 + 20000 + 3500,
            },
            {
                id: 554,
                text: "الآن شتيل يعني علاسد أن التقي واطلح يخي1روا بك ال… تعرفني وال أوديو منعو يعودي وا الناس قلها الابي",
                delay: 300000 + 30000 + 3500,
            },
            {
                id: 888,
                text: "الفاعليه اوط خل حري لا العر الوتحري للعض ياخي ماق… 2 أنو يعني نسوهل  تلو تسلي منهن عني الشويرق قضي",
                delay: 300000 + 40000 + 3500,
            },

            {
                id: 554,
                text: "مواه أق خ عذه ذلحيه ذ حن هذا حبر خاطفيكم ألناك وغ…والها والرجلا طيب أطلق طيبممكن سؤلني تزابه بنيوم",
                delay: 300000 + 50000 + 3500,
            },

            {
                id: 888,
                text: "و  لاءال طاك رقمي وههو ما تظنني لا يلتكلمني أعن الله ها نشي قدتسك.",
                delay: 360000 + 3500,
            },

            {
                id: 554,
                text: "لني وأبو حظني أني الريهم كل عندنا وحلا صدا صل ما كل ما موجود أهلا اليوم كله يعني حوالي أن ماب",
                delay: 360000 + 10000 + 3500,
            },

            {
                id: 888,
                text: "مو اطيب الأور ني بيبان أي كيف طحمك علي أشي بيسويوراكبي",
                delay: 360000 + 20000 + 3500,
            },

            {
                id: 554,
                text: "موجيد يا أفي عن لسمال ولدينتلفوناتكم كل لكقيقيتم …ي الله بيبال احلا ياحنا أنهمنين قلنا أذيد دادلوا",
                delay: 360000 + 30000 + 3500,
            },

            {
                id: 888,
                text: "مشواحلا مشكله لن أحل اللي بنيعبني بنتفح لطريبه ما…لاهيعني قبك شل الجزير السوبدك به لناس ياصتاه اير",
                delay: 360000 + 40000 + 3500,
            },

            {
                id: 554,
                text: "المهله ومك يشتي شلالبحل كلغا ماه قدق دكلص بغلوحصه ياخي انخليم يعني أي أشتدول حقنا امولره",
                delay: 360000 + 50000 + 3500,
            },

            {
                id: 888,
                text: "اش اوا شلهك ياخيروا اشستقول حقللهوجحناري طيب طيب …صراحة قده أنتوا تتاصل أوبه لجوبه كامل ولا حد ينً",
                delay: 420000 + 3500,
            },

            {
                id: 554,
                text: "معاقلا قولطله إن حنا مطوسل من القاطه يماعتشتي جمي…ش لناماباطره أحلا بدوسل معن الكل يله يعلم عالهوم",
                delay: 420000 + 10000 + 3500,
            },

            {
                id: 888,
                text: "لاحلتبين شاوهه يله نشيء ليله باتحدد الموعز ذالتري…ي ياعني حلى قول ألك أتوصف على هذ بي اوميم مالعسو",
                delay: 420000 + 20000 + 3500,
            },

            {
                id: 554,
                text: "بارو ما بشي حاجي ياني احنا يعن قيطاقد لك كلنا يدري وقل نا يعني لانيي يعني نحقم صلت ولعج",
                delay: 420000 + 30000 + 3500,
            },

            {
                id: 888,
                text: "لا نعول له على هضك ولا علا بزعطل ولا عظى فاكرة ين… ح نعول على نكم ش أنا بستحلب شي قابش نسال حه حمه",
                delay: 420000 + 40000 + 3500,
            },

            {
                id: 554,
                text: "ا خل لهم اخطحن وخير وحطانا توفور مش مشكله خلاص لومردي أهس عمطلش يدول لا ا نت قالتل له يحي ق عليم",
                delay: 420000 + 50000 + 3500,
            },

            {
                id: 888,
                text: "قالكباره أنا احنا في يالله  شاءالهه يلا مع الشظالله",
                delay: 480000 + 3500,
            },
        ],
    },
    {
        id: 3,
        recognition: [
            {
                name: "Sheikh Adel Alsabry",
                img: "",
                tag: 67,
            },
            {
                name: "Unknown",
                img: "",
                tag: 78,
            },
        ],
        location: [
            { userTag: 67, lat: 16.35547, lng: 43.926651 },
            { userTag: 78, lat: 15.366997, lng: 44.21046 },
        ],
        track: "assets/voice/3demo.mp3",
        sentiment: {
            neutral: 0,
            angry: 80,
            happy: 5,
            sad: 15,
        },
        langProcess: {
            personsNum: 2,
            lang: "Arabic",
            voiceTag: "ID 67 & ID 78",
            speakerGender: "2 Male",
            nationality: "Yamen / Yamen",
            cities: "Sana'a , Unkown",
            address: "1",
            lettersNum: 0,
            personName: "",
            wordsNum: 1,
            bannedWords: 1,
            date: "",
            time: "",
            money: "",
            shooting: "",
            funds: "",
            dialect: "Yamen",
        },
        voiceText: [
            {
                id: 67,
                text: "أساك مولالاثع الغير عاضي كيف الشيك هيا كله كيف موق ل دنياكام ا بير",
                delay: 10 + 4500,
            },
            {
                id: 78,
                text: "يار حابه كمك بحبا شي حاضض والبيه كيف همورك ا حمظ الله هيبك",
                delay: 10000 + 2500,
            },
            {
                id: 67,
                text: "عتوي وانا اتصف لك المرى هانه وله هلكل مسى ق اتصف لق مل وا قلد أوالله أول حين ي اتصلبي",
                delay: 20000 + 2500,
            },
            {
                id: 78,
                text: "اوين سفدي ك الاخليه ي للا خلف قخ ي ما قلت ل يالمطل ين فلود ه هدق لك ألله قلمرتلزي قابالقيره",
                delay: 30000 + 2500,
            },
            {
                id: 67,
                text: "لاسميم غينا ه عل تبلن معمهه كيف تجيف تل لي الذي في صلعاء أبي",
                delay: 40000 + 2500,
            },
            {
                id: 78,
                text: "ل و عبي عديلي حا ما بيعننا أخلي ياباك الله ان بينلخى هسا ه هلأخاليلد",
                delay: 50000 + 2500,
            },
            {
                id: 67,
                text: "الال لي نن أن  م زمع والله مابلا ال جاسر هانك أحبيد لشيط وي وألتني",
                delay: 60000 + 2500,
            },
            {
                id: 78,
                text: "ياي  يش الوررقالب ن معابش يابلت لم إلادخلالنت دوري وعارف يا شيخ حابقر",
                delay: 60000 + 10000 + 2500,
            },
            {
                id: 67,
                text: "ياتا ميحبنت والله إا احنا أرش ول تلاقوحتل ولدثك إلا سحبب اتاحب احنا لدعوك إثن س الللهك",
                delay: 60000 + 20000 + 2500,
            },
            {
                id: 78,
                text: "ق يبي حال استغاري للمحاشك هذه واحد ها الطاطي هنا نتمطب مع الشرعيه وتكون هانا رس لا الشرعي حع",
                delay: 60000 + 30000 + 2500,
            },
            {
                id: 67,
                text: "ب امعمين مات معكاما أبسيت هكبا م ق رج العاقل يابا واحل اينوي اي",
                delay: 60000 + 40000 + 2500,
            },
            {
                id: 78,
                text: "عا الد اللك عملا قالطللبا قزل تلام ماش اللي  أت مأنت حاما من ها مات اليمن حفظك الله بغاراك",
                delay: 60000 + 50000 + 2500,
            },
            {
                id: 67,
                text: "اعاعدوا معك باشر ومعك علم مع بيعرث وتنزر تمام نعم معهيكر ماش اق له بعتي ال",
                delay: 120000 + 2500,
            },
            {
                id: 78,
                text: "ا ابدي الحبىار وشوف مصلحبي ومصلحسالب لات ومصلح الصاحبيق حا لحس البلها  اللتابش وباك وبطىالحوفي هذا",
                delay: 120000 + 10000 + 2500,
            },
            {
                id: 67,
                text: "شطل اعدي ياخي تمم العوفي لخي تمن بي لهبه عملهابه المن ع ااوظ مع اللاك أني ماسا",
                delay: 120000 + 20000 + 2500,
            },
            {
                id: 78,
                text: "با منم معب وطن بزاسح إز هغطن باب الألوا اباما وطن ا بزتهدي والله أري دو لو بده",
                delay: 120000 + 30000 + 2500,
            },
            {
                id: 67,
                text: "را وهل يا الحوجي الن وي طاب علنوطم شوك حل حل تعاب تساهولا ولا خبشل ح لكم",
                delay: 120000 + 40000 + 2500,
            },
            {
                id: 78,
                text: "إنا خض والله مابيدخبني والله إمي حر باله بلب ل لله والله بابيدخبي أت بعالب أرو",
                delay: 120000 + 50000 + 2500,
            },
            {
                id: 67,
                text: "قإذا بازويا تعالى راس وسف الا تعلتله وعل م ماسابري أنتوا عدي من بسب أطاشفت",
                delay: 180000 + 2500,
            },
            {
                id: 78,
                text: "أيش حق الل هدل ورابطو ما و هاص ها ماشت ماهو ما اقلت",
                delay: 180000 + 10000 + 2500,
            },
            {
                id: 67,
                text: "الصب ا لا عيل إلا وتقل لخالمان باقال وانا خاقالما هذا شسنف وا وتبى الكمع هذه واتقل شل",
                delay: 180000 + 20000 + 2500,
            },
            {
                id: 78,
                text: "تقلورازنت بزلابه الفوق قوق الله وكذا وز يدموك وربا طبا بعل وبحه قل ال  ولبيل الوه",
                delay: 180000 + 30000 + 2500,
            },
            {
                id: 67,
                text: "اسمعي نا الحي اطلي اطوقتبي الحيلمه ماطلقني عليه م…اطلقاتل لا حلي ما حش والله اطلقوبي إنا ارجال احو",
                delay: 180000 + 40000 + 2500,
            },
            {
                id: 78,
                text: "اد ودخلواإلا الفرجه أيا انفربيت أيان الي نتحما وانت ت واريس قدرا بنقل لكذا الر مرجه",
                delay: 180000 + 50000 + 2500,
            },
            {
                id: 67,
                text: "ساال شي واا بينطللك لا تمام تلجالتس له سلالانا فرجل خافل وطن ياك",
                delay: 340000 + 2500,
            },
            {
                id: 78,
                text: "أين طنتل إل الهساليوال زولا بازلب وي اسل أيعا سشر يا نتفل قالي ن ال وا قاوء",
                delay: 340000 + 10000 + 2500,
            },
            {
                id: 67,
                text: "بوع اشركفي االمنلان لخصط حق الحلفي مايتحب الخرفي أزوم ل ني أن اللقك",
                delay: 340000 + 20000 + 2500,
            },
            {
                id: 78,
                text: "المي بن بينانا ابو ا واحسه ولسلحنا بقل وحس الأخ ابا تماب فاخيهذا هذا ونلااني",
                delay: 340000 + 30000 + 2500,
            },
            {
                id: 67,
                text: "يتو ماى ب هذتسمامن اور سافور سايشفا ك شا تو",
                delay: 340000 + 40000 + 2500,
            },
            {
                id: 78,
                text: "أه ا ست لكم طرتين طيله قش مع كلت يب طب ايغوزوا من لهه لير السيرون هذا نيزالفعاكمله قالأبه",
                delay: 340000 + 50000 + 2500,
            },
            {
                id: 67,
                text: "اين انسي رطس الست نتيسناال ان اطلع سلن ا اطلع لع ما شابش ولا أبوب ساسنعن",
                delay: 400000 + 2500,
            },
            {
                id: 78,
                text: "اي اليا بال عيوالعينسالن تدغمل علفقست واعمطحلعك شو تفوق لو شا",
                delay: 400000 + 10000 + 2500,
            },
            {
                id: 67,
                text: "لا يا مساقم خير طير إن شاء الله خير إن شاءالله هيا أسي الل  وليقورها",
                delay: 400000 + 20000 + 2500,
            },
        ],
    },
    {
        id: 4,
        recognition: [
            {
                name: "Abu Husain Almadani",
                img: "",
                tag: 89,
            },
            {
                name: "Unknown",
                img: "",
                tag: 44,
            },
        ],
        location: [
            { userTag: 98, lat: 16.35547, lng: 43.926651 },
            { userTag: 44, lat: 15.366997, lng: 44.21046 },
        ],
        track: "assets/voice/4demo.mp3",
        sentiment: {
            neutral: 5,
            angry: 60,
            happy: 0,
            sad: 35,
        },
        langProcess: {
            personsNum: 2,
            lang: "Arabic",
            voiceTag: "ID 98 & ID 44",
            speakerGender: "2 Male",
            nationality: "Yamen / Yamen",
            cities: "Hodeidah Governorate, Tuhama ",
            address: "1",
            lettersNum: 0,
            personName: "",
            wordsNum: 1,
            bannedWords: 1,
            date: "",
            time: "",
            money: "",
            shooting: "",
            funds: "",
            dialect: "Yamen",
        },
        voiceText: [
            {
                id: 89,
                text: "هحبر كاما عليكم عليك سلام رحبس اليتعار لركيا يا تيا كنديم صيا بريتك المع",
                delay: 10 + 4500,
            },
            {
                id: 44,
                text: "طبا بالحق لله ياءفل يل مالمقدار حامسة طيبهب قبا لابتس ا مبموم",
                delay: 10000 + 2500,
            },
            {
                id: 89,
                text: "ومحء بح حتفين هالمداني حي لك الله ذا ين تيافطارك الحمدلله قاء التيتولا طبل ويه جيرابا قب",
                delay: 20000 + 2500,
            },
            {
                id: 44,
                text: "ماملتايا شيطاثبهنه ماني قابيتيالحنا ولتن بلستش أي خدب لقتوف",
                delay: 30000 + 2500,
            },
            {
                id: 89,
                text: "ماشبطة يالحديزه طيب ليش يحني مابلو طاريق أفش  إنان أافي محرجه",
                delay: 40000 + 2500,
            },
            {
                id: 44,
                text: "قي طاري عفر بالأمواقا طيوه  احنتي ماني شتيجي ار في أبن سهامه و عبنع طارق عثىر أ اناء",
                delay: 50000 + 2500,
            },
            {
                id: 89,
                text: "عن اي حبو م مقو نا ألي طيبنعا بنبله ملمعارك أيوها نذا معلي ذحيلي",
                delay: 60000 + 2500,
            },
            {
                id: 44,
                text: "مي قدقري تي تقلينت تيمكنتي معاليك ياعني قي لاع مع…لو القاطل من أجل طارقباشح القاسل إنبلا الدلا جلي",
                delay: 60000 + 10000 + 2500,
            },
            {
                id: 89,
                text: "ن ناعت قك تخي ق ل ات أعرف الواقح شوف أشوف هلا أكلبك أنت  أعرف الواق حنا ماقالط أشي مالارجي يا لشف",
                delay: 60000 + 20000 + 2500,
            },
            {
                id: 44,
                text: "الشأحجل الأمارة زي ما طولوا أحلان قاصيل ألى بلالي…جيه سلاتكم بطب لابس كم عأيجين أجيتوا للبلاز تفده",
                delay: 60000 + 30000 + 2500,
            },
            {
                id: 89,
                text: "هذا خاذي ماااهذا كلم كلما هو هذا أهلا أنا أفاهم يام داري كل ا هول اطلي محبش",
                delay: 60000 + 40000 + 2500,
            },
            {
                id: 44,
                text: "لطلب عي شالمطغبكناكلام هذا ما هو وابعي وخضوا عت ن…نا كتطواثل بنقاسدين معاخم هانا مم ي بتي مبالقوجم",
                delay: 60000 + 50000 + 2500,
            },
            {
                id: 89,
                text: "م لم مطلوب المطبط ال نضطارك أخا يقهون في قمنا عاليك بطارق أبطع شيقاسل بحلت القاسل أذلا بلا دا",
                delay: 120000 + 2500,
            },
            {
                id: 44,
                text: "احني اي وم اب كيف بلكم  يعني تشتي يضحا ياكلها نأبا حلا ذا الكلام  لا لمبها",
                delay: 120000 + 10000 + 2500,
            },
            {
                id: 89,
                text: "ايو ما منا عيذاعيهن ها أكلبك والله يامداذي ل القاتل حتى آخر قتعه من طبب",
                delay: 120000 + 20000 + 2500,
            },
            {
                id: 44,
                text: "والله لأظيم لاقتلكب قتال حتى أنتهي أل ما قبل أنا لا مع طاريب  لاما مارك  هلا أوه",
                delay: 120000 + 30000 + 2500,
            },
            {
                id: 89,
                text: "ا قاأل هعلى رأبأحلوي تحل الميجال ما بع اقاله هوه نف حن قدات أخ أخوان يمنينالهله",
                delay: 120000 + 40000 + 2500,
            },
            {
                id: 44,
                text: "أال لا قاتلتحتظاية هذ ما هك ابتحيل قيا له علىلي ق… أجلأهد إلا ألى بلابي من بين حتمفميمه ها رجلوا ا",
                delay: 120000 + 50000 + 2500,
            },
            {
                id: 89,
                text: "اطا حلا لفقة ولفسه غو أموا حكنتم ق طاضقي حا يا رجال قل طارق طش طارق أباش بثل ل أحلفي بخدق واحد لله",
                delay: 180000 + 2500,
            },
            {
                id: 44,
                text: "لطول كاال ألذهم أعل حب طحي أثي لك على عمام حن نداتمبلوكم وإذا بكم ترح لا حبكم طهبلا",
                delay: 180000 + 10000 + 2500,
            },
            {
                id: 89,
                text: "طقالسل علا وطلي ليش أهلا وسأهلا أنت ماشتلجفطيم منكم باتقيت باحباية  الاصاتوسا لبرني",
                delay: 180000 + 20000 + 2500,
            },
            {
                id: 44,
                text: "ا وإني الطاره وسودى ياغداري الله يحفظك ليات اناعوطنك هنا قاتل الي غز ومن صعبه واط حنا أكلتانت",
                delay: 180000 + 30000 + 2500,
            },
            {
                id: 89,
                text: "الرمكو واحد إخدام ونت السرى يامدىري احنا قد أهذ و… شيء عله الأموم على الأمب تحيثي لك بين عله البيه",
                delay: 180000 + 40000 + 2500,
            },
            {
                id: 44,
                text: "المعا يام السلام عليكم صودق موعل",
                delay: 180000 + 50000 + 2500,
            },
        ],
    },
];
